"AboutVersion" = "Version %@.%@";
"ActivationBtnActivate" = "Entrez le code d'activation";
"ActivationBuyBtn" = "Acheter la version PRO";
"ActivationFailMsg" = "Échec de l'activation";
"ActivationInvalidFormatInfo" = "Le code doit ressembler à XXXXX-XXXXX-etc. Veuillez vérifier que vos n'avez fait aucune faute de frappe. Nous vous recommandons de copier et coller votre code afin d'éviter toute erreur.";
"ActivationInvalidFormatMsg" = "Format de code d'activation incorrect";
"ActivationKeyDescr" = "Si vous avez acheté Folx, le code d'activation figure dans votre e-mail. Veuillez l'entrer ici";
"ActivationKeyHelp" = "Vous avez perdu votre code d'activation ?";
"ActivationKeyLabel" = "Entrez votre code d'activation :";
"ActivationOKMInfo" = "Merci d'utiliser Folx pour vos téléchargements !";
"ActivationOKMsg" = "Activation réussie";
"AddingTasks" = "Ajout...";
"AllFilters" = "Tous";
"AllURLS" = "[TOUTES LES URLS]";
"Apply" = "Appliquer";
"ApplyToAll" = "Appliquer à tous";
"AutoSpeed" = "Vitesse automatique";
"Beta-tester" = "Bêta-testeur";
"Browsers" = "Navigateurs";
"Business" = "Entreprise";
"CancelButton" = "Annuler";
"CheckAll" = "Tout vérifier";
"CheckSelectedAll" = "Vérifier Sélection";
"CompactFileSize" = "%@ sur %@";
"Company" = "Entreprise";
"Demo" = "Gratuite";
"DiskSpaceAlertInformativeText" = "Veuillez libérer de l'espace disque et redémarrer vos téléchargements";
"DiskSpaceAlertMessageText" = "Espace disque insuffisant pour enregistrer ce fichier";
"DontDownload" = "Ne pas télécharger";
"DontShowAgain" = "Ne plus afficher";
"DownloadAllAlwaysButton" = "Toujours tout télécharger";
"DownloadAllButton" = "Tout télécharger";
"DownloadButton" = "Télécharger";
"DownlodedMusic" = "Musique téléchargée";
"DownlodedVideo" = "Vidéo téléchargée";
"lblProgressTaskInfo" = "%@ sur %@ %@";
"EmptyTasksList" = "Aucune tâche de téléchargement active dans Folx.";
"FamilyPack" = "Pack famille";
"FileInFolderAlertInformativeText" = "Souhaitez-vous redémarrer ce téléchargement ?";
"FileInFolderAlertInformativeTextEX" = "Copie de fichier";
"FileInFolderAlertMessageText" = "Le fichier %@\nexiste déjà dans le répertoire\n%@.\nSouhaitez-vous le remplacer ?";
"FilterCaptionActive" = "Téléchargement en cours";
"FilterCaptionAll" = "Tous";
"FilterCaptionCompleted" = "Terminé";
"FilterCaptionPaused" = "En pause";
"FilterCaptionScheduled" = "Planifié";
"FilterCaptionSeeding" = "Partage";
"FilterPlaceholder" = "Recherche";
//"UrlPlaceHolder"="Enter download link or search for torrents";
"UrlPlaceHolder" = "Saisir URL ou chercher des torrents";
"General" = "Général";
"Hight" = "haute";
"HightPriority" = "Priorité haute";
"LinkInListInformativeText" = "Êtes-vous sûr de vouloir le télécharger de nouveau ?";
"LinkInListInformativeText2" = "Êtes-vous sûr de vouloir télécharger\n%@ de nouveau ?";
"LinkInListMessageText2" = "Le lien (%@) existe déjà dans la liste de vos téléchargements.";
"LinkInListMessageText3" = "Cette tâche est terminée.";
"LogMenu_Copy" = "Copier";
"LogMenu_Copy_full_log" = "Copier l'intégralité du log";
"LogMenu_Save_log_to_file" = "Enregistrer le log dans un fichier";
"Low" = "basse";
"LowPriority" = "Priorité basse";
"Mount" = "Monter";
"MyUploadsTag" = "mes uploads";
"NMSDServiceName" = "Télécharger les liens avec Folx";
"NewTagTemplate" = "nouveau tag %@";
"NoAppMessage" = "Aucune application n'est définie pour ouvrir le fichier %@";
"NoButton" = "Non";
"Normal" = "normale";
"NormalPriority" = "Priorité normale";
"OKButton" = "OK";
"OpenPanelCreateTorrent" = "Sélectionnez un fichier ou un répertoire dans lequel créer le torrent";
"Personal" = "Personnel";
"Proxy" = "Proxy";
"QuitAfterSeconds" = "Folx sera fermé dans %d secondes car les tâches de téléchargement sont terminées ou parce que vous avez planifié sa fermeture";
"RelocateButton" = "Choisir";
"STATUS_ADDR_FAIL" = "impossible de résoudre le nom d'hôte";
"STATUS_AUTH_REQUIRED" = "authentification requise";
"STATUS_BAD_HTTP_HEADER" = "en-tête HTTP non valide dans la réponse serveur";
"STATUS_CANT_CONNECT_TO_PROXY" = "erreur de connexion au proxy";
"STATUS_CONNECT_ERROR" = "erreur de connexion";
"STATUS_CONTENT_TYPE_MISMATCH" = "le type de contenu sur le serveur et le type de contenu du fichier sur le disque local sont différents";
"STATUS_DOWNLOADUP_NO" = "le serveur ne supporte pas la reprise des téléchargements";
"STATUS_DOWNLOADUP_YES" = "le serveur supporte la reprise des téléchargements";
"STATUS_FILE_OPEN_FAIL" = "impossible de créer le nouveau fichier dans lequel enregistrer les données";
"STATUS_FILE_OP_FAIL" = "Impossible d'enregistrer des données dans le fichier";
"STATUS_FILE_SEEKING_FAIL" = "erreur de recherche : impossible d'augmenter la taille du fichier";
"STATUS_FTP_COULDNT_SET_BINARY" = "STATUS_FTP_COULDNT_SET_BINARY";
"STATUS_FTP_CWD_FAILED" = "erreur de commande cwd";
"STATUS_FTP_LIST_ERROR" = "erreur de commande LIST";
"STATUS_FTP_LOGIN_DENIDED" = "erreur d'authentification";
"STATUS_FTP_OPEN_DATA_SOCK_FAIL" = "ouvrir un emplacement pour le mode passif";
"STATUS_FTP_PASV_ERROR" = "erreur lors du basculement en mode passif";
"STATUS_FTP_REST_UNSUPPORTED" = "REST n'est pas supporté ou il y a une erreur de protocole";
"STATUS_FTP_UNDEFINE_FILE_SIZE" = "la taille du fichier reçu n'est pas suffisante pour reprendre le téléchargement";
"STATUS_HTTPPROXY_ADDR_FAILED" = "adresse du proxy HTTP incorrecte";
"STATUS_HTTPPROXY_CONNECT_FAILED" = "échec de connexion au proxy HTTP";
"STATUS_INTERNAL_PARSE_ERROR" = "signifie qu'il est impossible d'analyser correctement un élément";
"STATUS_NO_MATCH_PROXY_SETTINGS" = "le paramètre de proxy requis est introuvable dans la liste des paramètres";
"STATUS_PARSE_ERROR" = "impossible d'analyser l'en-tête";
"STATUS_PROTOCOL_ERROR" = "réponse HTTP non valide";
"STATUS_PROTOCOL_UNEXPECTED_RESPONSE" = "réponse serveur inattendue";
"STATUS_RECEIVE_ERROR" = "erreur de réception";
"STATUS_RESUMING_FILEDATE_MISMATCH" = "la date du fichier sur le serveur et celle du fichier sur le disque local sont différentes";
"STATUS_RESUMING_FILES_MISMATCH" = "un fichier sur le serveur et un fichier local sont différents";
"STATUS_SEND_REQUEST_ERROR" = "envoi de l'erreur";
"STATUS_SOCKS4_ADDR_FAILED" = "échec de l'adresse SOCKS4";
"STATUS_SOCKS4_CONNECT_FAILED" = "échec de connexion SOCKS4";
"STATUS_SOCKS4_RECV_FAILED" = "échec de réception SOCKS4";
"STATUS_SOCKS4_SEND_FAILED" = "échec d'envoi SOCKS4";
"STATUS_SOCKS5_ADDR_FAILED" = "échec de l'adresse SOCKS5";
"STATUS_SOCKS5_AUTH_FAILED" = "échec d'autorisation SOCKS5";
"STATUS_SOCKS5_CONNECT_FAILED" = "échec de connexion SOCKS5";
"STATUS_SOCKS5_FAILED" = "échec SOCKS5";
"STATUS_SOCKS5_GSSAUTH_FAILED" = "échec d'autorisation GSS SOCKS5";
"STATUS_SOCKS5_RECV_FAILED" = "échec de réception SOCKS5";
"STATUS_SOCKS5_SEND_FAILED" = "échec d'envoi SOCKS5";
"STATUS_UNKNOWN_ERROR" = "erreur inconnue";
"STATUS_UNSUPPORTED_FEATURE" = "fonctionnalité (ou commande) de protocole non supportée";
"STAT_activating" = "Activation en cours...";
"STAT_checking" = "Vérification des fichiers...";
"STAT_downloading" = "Activé";
"STAT_fail" = "Échec";
"STAT_finalization" = "Finalisation...";
"STAT_finished" = "Terminé";
"STAT_much_error" = "Erreur critique";
"STAT_q_checking" = "En attente de vérification";
"STAT_q_downloading" = "En attente";
"STAT_q_seeding" = "En attente de partage";
"STAT_r_checking" = "Vérification des données du fichier...";
"STAT_resumable_error" = "Erreur non critique";
"STAT_schedulet" = "Planifié";
"STAT_seeding" = "Partagé";
"STAT_suspended" = "En pause";
"Scheduler" = "Planificateur";
"Search" = "Rechercher";
"SelectButton" = "Sélectionner";
"ShutdownAfterSeconds" = "Votre Mac s'éteindra dans %d secondes car les tâches de téléchargement sont terminées ou parce que vous avez planifié son arrêt";
"Skip" = "passer";
"SleepAfterSeconds" = "Votre Mac passera en mode \"Veille\" dans %d secondes car les tâches de téléchargement sont terminées ou parce que vous avez planifié sa mise en veille";
"StopButton" = "Arrêter";
"TagApplication" = "application";
"TagMenu_Deselect_All" = "Tout désélectionner";
"TagMenu_Select_All" = "Tout sélectionner";
"TagMovie" = "film";
"TagMusic" = "musique";
"TagOther" = "autre";
"TagPicture" = "image";
"Tags" = "Tags";
"TaskStatusComplete" = "Terminé";
"TaskStatusPaused" = "En pause";
"TaskStatusQueued" = "En attente";
"TaskStatusScheduled" = "Planifié";
"TasksViewHeaderTitle_comment" = "Remarques";
"Torrent" = "Torrents";
"TorrentInfoSegment_Files" = "Fichiers";
"TorrentInfoSegment_General" = "Général";
"TorrentInfoSegment_Peers" = "Peers";
"TorrentInfoSegment_Pieces" = "Segments";
"TorrentInfoSegment_Trackers" = "Trackers";
"Types" = "Types";
"UncheckAll" = "Tout décocher";
"UncheckSelectedAll" = "Décocher la Sélection";
"UninstallInfo" = "Vous êtes sur le point de désinstaller complètement Folx. Toutes vos préférences de téléchargement seront perdues. Continuer ?";
"UninstallMsg" = "Désinstaller Folx";
"UseHttp" = "Ajouter HTTP et télécharger";
"VisitWebButton" = "Se rendre sur le site Internet";
"YesButton" = "Oui";
"aboutLeftDays" = "Personnelle, limitée dans le temps, %li jour(s) restant(s)";
"aboutLicense" = "Type de licence :";
"aboutLicenseType1" = "Gratuite";
"aboutLicenseType2" = "Licence";
"alertInfoError404Local" = "La ressource %@ demandée est introuvable mais pourra devenir disponible par la suite. Veuillez réessayer ultérieurement.";
"alertMessageError404Local" = "Impossible de télécharger cette vidéo pour le moment";
"bandwidthCaption" = "Activité de la bande passante";
"bandwidthCurrSpeed" = "actuelle";
"bandwidthAvg5MinSpeed" = "≈ 5 mins :";
"bandwidthAvg15MinSpeed" = "≈ 15 mins :";

"btnBuyLicense" = "Passer en PRO";
"btnBuyLicense1" = "Mettre à niveau la licence";

"btnDefaultApp" = "Définir par défaut";
"btnEnterCode" = "Activer Folx PRO";
"btnEnterCode1" = "Changer de type de licence";
"btnLater" = "Plus tard";
"btnInstallNow" = "Installer";
"btnNewTaskApply" = "Appliquer";
"btnNewTaskAuthorization" = "Authentification";
"btnNewTaskSetAsDefaults" = "Définir par défaut";
"btnRandomize" = "Rendre Aléatoire";
"btnRestorePutchase" = "Restaurer mes achats";
"btnSendStatistic" = "Envoyer stats d'utilisation anonymes à Eltima";
"btnStopSeed" = "Arrêter le partage au ratio";
"btnUseAgent" = "Afficher le barre de menu de l'agent Folx";
"btnUseFree" = "Continuer en version gratuite";
"btnUsePlugin" = "Récupérer liens dans les navigateurs avec Folx";
"btnUseRandomPortAtStartup" = "Sélection aléatoire des ports au démarrage";
"byte" = "o";
"byte-sec" = "o/s";
"chkFolxShowAgain" = "Ne plus me le rappeler";
"chkUseForAllLinks" = "Utiliser pour tous les liens";
"ckUseDHT" = "Activer le réseau DHT";
"ckUseLPD" = "Activer la découverte de peers en local";
"ckUseNATPMP" = "Activer le NAT-PMP";
"cntxMenuSort" = "Trier par";
"cntxMenuSortAsc" = "Croissant";
"cntxMenuSortByDate" = "Trier par date";
"cntxMenuSortByName" = "Trier par nom";
"cntxMenuSortByNone" = "Trier par priorité";
"cntxMenuSortBySeeds" = "Trier par partages";
"cntxMenuSortBySize" = "Trier par taille";
"cntxMenuSortDate" = "Date";
"cntxMenuSortDesc" = "Décroissant";
"cntxMenuSortName" = "Nom";
"cntxMenuSortNone" = "Priorité";
"cntxMenuSortSeeds" = "Partages";
"cntxMenuSortSize" = "Taille";
"cntxMenuView" = "Affichage";
"copyright" = "©2017 Eltima Software. Tous droits réservés.";
"editTaskTitle" = "Modifier la tâche";
"emptyListLabel" = "Aucune tâche de téléchargement ne correspond aux paramètres sélectionnés.";
"emptyListLabel1" = "Aucun téléchargement n'est en cours dans Folx.";
"emptyListLabelTorrentSearch" = "La liste de recherche de torrents est vide. Les résultats s'afficheront ici lorsque vous aurez démarré la recherche de torrents.";
"errNewTaskInvalidInput" = "Entrée non valide";
"errNewTaskInvalidScheme" = "URL incorrecte";
"errNewTaskInvalidURL" = "Vous avez entré un lien vide ou non valide. Veuillez le corriger et réessayer.";
"fetchingMetadata" = "Recherche de peers";
"gigabyte" = "Go";
"hdFolder" = "Répertoire";
"hdTag" = "Tag";
"iTunesIntegration" = "Intégrer à iTunes";
"infoActv2" = "Il est temps de réactiver votre licence Folx. Malheureusement, la réactivation automatique a échoué et le logiciel fonctionnera en version gratuite tant que celle-ci ne sera pas effectuée avec succès. Veuillez vérifier que votre connexion Internet est active, que la date et l'heure sont correctement définis sur votre Mac et qu'aucun pare-feu n'empêche Folx de se connecter au serveur d'activation.";
"infoCreateTag" = "Ce tag existe déjà";
"infoDONTHavePermission" = "Vous n'avez pas la permission de sauvegarder de fichiers dans \"%@\".";
"infoDeleteTag" = "Supprimer les tags sélectionnés ?";
"infoDeleteTask" = "Supprimer les tâches sélectionnées ?";
"infoDeleteTaskWFiles" = "Supprimer les tâches avec des fichiers ?";
"infoEnterFileTorrent" = "Veuillez entrer le nom du fichier ou du répertoire";
"infoFileNotFound" = "Ce fichier a été supprimé ou déplacé";
"infoFolderForTagNotFound" = "Le fichier téléchargé ne peut être placé dans le répertoire de ce tag car ce répertoire n'est pas accessible pour le moment";
"infoFolderNotFoundMount" = "Le répertoire de \"%@\" a été supprimé ou est inaccessible pour le moment. Souhaitez-vous choisir un autre emplacement pour sauvegarder ce fichier ou essayer de monter le disque \"%@\" utilisé précédemment ?";
"infoImportFromOldVer" = "Vous avez la possibilité d'importer vos téléchargements et tags de la précédente version de Folx installée sur votre ordinateur.";
"infoNeedInstallPlugin" = "Veuillez redémarrer vos navigateurs Internet pour activer l'option de récupération de liens. Pour obtenir la liste des navigateurs supportés, veuillez consulter l'aide de Folx.";
"infoInvalidTorrentFile" = "Le fichier torrent ne peut être ouvert car il contient des données non valides.";
"infoLoadFTPFolder" = "Si vous souhaitez sélectionner des fichiers spécifiques à télécharger, veuillez cliquer sur le bouton \"Sélectionner\"";
"infoNotConnected" = "Veuillez vérifier votre connexion Internet et réessayer.";
"infoRestoreFailed" = "Une erreur est survenue lors de la restauration de vos précédents achats. Veuillez vous assurer d'avoir entré une référence Apple correcte et vérifier votre connexion Internet.";
"infoTorrentCreateErr" = "Veuillez réessayer de créer le fichier torrent";
"infoTorrentFileCountZero" = "Veuillez indiquer un autre fichier ou répertoire";
"infoTorrentFileNotFound" = "Veuillez entrer un nom de fichier différent";
"infoTorrentInList" = "Le torrent que vous essayez d'ajouter est déjà dans la liste";
"infoTorrentInListEX" = "Souhaitez-vous tout de même charger les trackers ?";
"infoTorrentRatio" = "Souhaitez-vous partager ce torrent en permanence ?";
"infoTrackersNotFound" = "Le transfert ne joindra pas de trackers pour trouver des peers, il utilisera uniquement des méthodes de découverte de peers sans trackers telles que PEX et DHT pour télécharger et partager.";
"infoTrackersNotFoundPrivate" = "Un transfert marqué comme privé sans adresses de trackers ne sera pas en mesure de se connecter à des peers. Le fichier torrent servira uniquement si vous prévoyez de mettre en ligne le fichier sur un site de trackers qui ajoutera les adresses à votre place.";
"infoTrialExpired" = "Merci d'utiliser Folx PRO ! Votre licence temporaire a expiré, et l'application fonctionne à présent en version gratuite.";
"infoUnableMount" = "Le disque que vous essayez de monter est indisponible pour le moment. Veuillez choisir un autre répertoire pour ce fichier.";
"infoWantStop" = "Ce téléchargement ne supporte pas la reprise de téléchargements interrompus. Si vous arrêtez maintenant, le prochain téléchargement recommencera depuis le début";
"infoYoutubeUnAvalible" = "Pour pouvoir télécharger des vidéos YouTube, veuillez vous procurer la version spéciale sur notre site Internet.";
"infofieldNameIsEmpty" = "Veuillez entrer un nom de tag pour appliquer les paramètres définis";
"infofieldPathIsEmpty" = "Veuillez entrer l'emplacement du répertoire dans lequel sauvegarder les fichiers associés à ce tag";

"infoShortStringForSearch" = "Le texte est trop court";
"kilobyte" = "Ko";
"kilobyte-sec" = "Ko/s";

"lblDefaultApp" = "Ouvrir les torrents avec Folx :";
"lblEditTaskCaption" = "Modifier la Tâche";
"lblEditTorrentCaption" = "Modifier le Torrent";
"lblGlobalConnectionsLimit" = "Limite globale de connexions :";
"lblNewTaskCaption" = "Nouvelle Tâche";
"lblNewTaskDate" = "Date :";
"lblNewTaskDescription" = "Description :";
"lblNewTaskFolder" = "Enregistrer sous";
"lblNewTaskName" = "Nom :";
"lblNewTaskPassword" = "Mot de passe :";
"lblNewTaskReferer" = "Référent :";
"lblNewTaskRename" = "Renommer :";
"lblNewTaskSize" = "Taille :";
"lblNewTaskStartTags" = "Tags";
"lblNewTaskStartType" = "Démarrer :";
"lblNewTaskThreads1" = "Scinder en :";
"lblNewTaskThreads2" = "segments";
"lblNothingFound" = "Aucun résultat. Essayez de modifier votre recherche...";
"lblPrefDeleteTorrents" = "Supprimer les .torrents chargés";
"lblPrefLoadTorrents" = "Chargement auto. des .torrents depuis :";
"lblPrefMoveTorrents" = "En fin de tâche, déplacer .torrents vers :";
"lblPrefStoreTorrents" = "Archiver .torrents tâche en cours sous :";
"lblPrefTorrents" = ".torrent";
"lblPrefNetwork" = "Réseau";
"lblRandomize" = "Ports aléatoires :";
"lblTagPredicateTorrent" = "Torrent";
"lblTagPredicateURL" = "URL";
"lblTagPredicateYoutube" = "YouTube";
"lblTagPredicateType" = "Type de tâche";
"lblTagPredicateDescr" = "Description";
"lblSearching" = "Recherche de torrents...";
"lblSearchingError" = "Vérifiez les trackers de torrents et réessayez.";
"lblTFileName" = "Nom de fichier :";
"lblTPath" = "Destination :";
"lblTPiecesSize" = "Taille segment :";
"lblTPrivate" = "Privé";
"lblTStartSeeding" = "Démarrer le partage";
"lblTorrentConnectionsLimit" = "Limite de connexions par torrent :";
"lblTorrentDownloading" = "%@ sur %@%@%@";
"lblTorrentInfoDSpeed" = "Vitesse de téléchargement :";
"lblTorrentInfoDownloaded" = "Téléchargé :";
"lblTorrentInfoElapse" = "Temps écoulé :";
"lblTorrentInfoPeers" = "Peers :";
"lblTorrentInfoRatio" = "Ratio :";
"lblTorrentInfoRemain" = "Temps restant :";
"lblTorrentInfoSaveAs" = "Destination :";
"lblTorrentInfoSeeds" = "Partages :";
"lblTorrentInfoSize" = "Taille totale :";
"lblTorrentInfoUSpeed" = "Vitesse d'upload :";
"lblTorrentInfoUploaded" = "Uploadé :";
"lblTorrentSearch" = "Rechercher des torrents sur :";
"lblTorrentSeeding" = "%@%@%@%@";
"lblTorrentTCPPort" = "Port TCP entrant :";
"lblTorrentTCPPortStateClose" = "Port utilisé";
"lblTorrentTCPPortStateOpen" = "Le port est disponible";
"lblTorrentUploadSlotsLimit" = "Limite de segments d'upload par torrent :";
"lblTrackers" = "Trackers, partages web :";
"lblYouTubeQuality" = "Qualité :";
"logMsgCheckingSize" = "Vérification de la taille";
"logMsgConnecting" = "connexion en cours";
"logMsgCriticalError" = "erreur critique (%@)";
"logMsgDirectConnected" = "connecté directement";
"logMsgFtpBadResponse" = "Réponse FTP incorrecte";
"logMsgOpeningFile" = "enregistré sous %@";
"logMsgProxyConnected" = "connecté au proxy";
"logMsgResumableError" = "erreur récupérable (%@)";
"logMsgSocketClosed" = "emplacement fermé";
"logMsgTaskCompleted" = "tâche terminée";
"logMsgTaskStart" = "tâche démarrée";
"logMsgTaskStop" = "tâche interrompue";
"logMsgTaskThreadCompleted" = "segment %@ terminé";
"logMsgTaskThreadStart" = "segment %@ démarré";
"logMsgThreadCompleted" = "segment terminé";
"logMsgThreadStarted" = "segment démarré";
"logWndCaption" = "Log";
"lstNewTaskStartTypeTooltip" = "type de démarrage";

"mAddDHTNode" = "Ajouter nœud DHT";
"mAddTracker" = "Ajouter tracker";
"mAddWebSeeds" = "Ajouter partages web";
"mDHTnodes" = "Nœuds DHT";
"mGlobal_Setting" = "Paramètres généraux";
"mRemove" = "Effacer";
"mSeed_Forever" = "Partager en permanence";
"mStopSeeding" = "Arrêter le Partage";
"lblPrefStopSeed" = "Arrêter le partage :";
"mTrackers" = "Trackers";
"mWedSeeds" = "Partages web";
"megabyte" = "Mo";
"megabyte-sec" = "Mo/s";

"menuLastTasks" = "Derniers téléchargements";
"memuShowAll" = "Tout afficher";
"menuAbout" = "À propos de Folx";
"menuBottom" = "Déplacer à la fin";
"menuBringToFront" = "Tout mettre au premier plan";
"menuCheckUpdts" = "Vérifier les mises à jour";
"menuClose" = "Fermer";
"menuCompact" = "Passer en Mode Compact";
"menuFull" = "Quitter le Mode Compact";
"menuCopyMagnetURI" = "Copier URI Magnet";
"menuCreateTorrent" = "Créer Fichier Torrent";
"menuCut" = "Couper";
"menuDisablePlugin" = "Désactiver le plug-in Folx";
"menuDown" = "Déplacer vers le bas";
"menuEdit" = "Modifier";
"menuEditTorrent" = "Modifier le Fichier Torrent";
"menuEnablePlugin" = "Activer le plug-in Folx";
"menuFeedback" = "Remarques";
"menuFile" = "Fichier";
"menuFileCopy" = "Copier";
"menuFileCopyMany" = "Copier %i éléments";
"menuFileCopyOne" = "Copier \"%@\"";
"menuFileDelete" = "Supprimer le fichier";
"menuFileDownload" = "Télécharger le fichier";
"menuFileGetInfo" = "Informations";
"menuFileOpenWith" = "Ouvrir avec";
"menuFilesDelete" = "Supprimer les fichiers";
"menuFilesDownload" = "Télécharger les fichiers";
"menuForceReCheck" = "Forcer la revérification";
"menuHelp" = "Aide";
"menuHideFolx" = "Masquer Folx";
"menuHideOthers" = "Masquer les autres";
"menuHideTags" = "Masquer le Panneau des Tags";
"menuHomePage" = "Page d'accueil Folx";
"menuLogWindow" = "Log";
"menuManual" = "Aide Folx";
"menuMinimize" = "Réduire";
"menuNewTask" = "Nouvelle tâche";
"menuNewTaskAddFolder" = "Choisir un autre";
"menuNewTaskAutoFolder" = "Automatique";
"menuNewTaskStartImmediately" = "Immédiatement";
"menuNewTaskStartManualy" = "Manuellement";
"menuNewTaskStartScheduled" = "De manière planifiée";
"menuPaste" = "Coller";
"menuPrefs" = "Préférences...";
"titlePrefs" = "Préférences";
"menuProFeatures" = "Fonctionnalités PRO";
"menuQLPanel" = "Aperçu rapide";
"menuQuit" = "Quitter";
"menuRecoveryCode" = "Code de récupération";
"menuRelocate" = "Déplacer";
"menuSearchTorrent" = "Rechercher torrent";
"menuSelectAll" = "Tout sélectionner";
"menuServices" = "Services";
"menuShowCompact" = "Fenêtre Сompacte";
"menuShowLog" = "Afficher le log";
"menuShowTags" = "Afficher le panneau des tags";
"menuShowTorrentInfo" = "Afficher les informations du torrent";
"menuSpeedActivity" = "Afficher l'activité de la bande passante";
"menuSpeedAuto" = "Automatique";
"menuSpeedUnlim" = "Illimitée";
"menuStartAll" = "Tout démarrer";
"menuStopAll" = "Tout arrêter";
"menuTaskDelete" = "Supprimer tâche";
"menuTaskDeleteSelected" = "Supprimer sélection";
"menuTaskDeleteWFiles" = "Supprimer avec les fichiers";
"menuTaskEdit" = "Modifier tâche";
"menuTaskFilter" = "Filtre de tâche";
"menuTaskShowInFinder" = "Afficher dans Finder";
"menuTaskStart" = "Démarrer tâche";
"menuTaskStartSelected" = "Démarrer sélection";
"menuTaskStop" = "Arrêter tâche";
"menuTaskStopSelected" = "Arrêter sélection";
"menuTop" = "Déplacer au début";
"menuTorrentInfoWindow" = "Infos torrent";
"menuTransfers" = "Transferts";
"menuTransfersSpeedlimit" = "Vitesse limite";
"menuTransfersSpeedlimitManual" = "Ajustement manuel de la vitesse";
"menuTransfersSpeedlimitNone" = "Pas de limite";
"menuTransfersSpeedlimitSmart" = "Ajustement automatique de la vitesse";
"menuUninstall" = "Désinstaller";
"menuUp" = "Déplacer vers le haut";
"menuView" = "Affichage";
"menuViewTask" = "Tâches";
"menuViewTorrentSearch" = "Recherche de Torrents";
"menuWindow" = "Fenêtre";
"menuZoom" = "Zoom";
"menuInvert" = "Inverser";
"menuCopyMagnet" = "Copier URI magnet";
"menuQuickLook" = "Aperçu rapide";
"menuQuickLookItem" = "Aperçu rapide \"%@\"";
"menuQuickLookItems" = "Aperçu Rapide %i Éléments";
"menuNoSorting" = "Ne pas Trier";

"msgCreateTag" = "Le tag '%@' existe déjà. Veuillez trouver un autre nom.";
"msgDONTHavePermission" = "Emplacement incorrect";
"msgDeleteTag" = "Supprimer les tags";
"msgDeleteTask" = "Supprimer les tâches";
"msgEnterFileTorrent" = "L'emplacement est vide";
"msgFileNotFound" = "Fichier introuvable";
"msgFolderForTagNotFound" = "Aucun répertoire n'existe sur votre ordinateur pour ce tag. Cliquez sur OK pour laisser Folx créer ce répertoire.";
"msgFolderNotFoundCreate" = "Impossible de reprendre le téléchargement";
"msgImportFromOldVer" = "Importer depuis une version antérieure";
"msgNeedInstallPlugin" = "Téléchargement plus simple et rapide";
"msgInvalidTorrentFile" = "%@' n'est pas un fichier torrent valide.";
"msgLoadFTPFolder" = "Souhaitez-vous télécharger l'intégralité du répertoire ?";
"msgNotConnected" = "Impossible de se connecter";

"msgRestoreFailed" = "Vos achats n'ont pas été restaurés";
"msgTorrentCreateErr" = "Échec de la création du fichier torrent";
"msgTorrentFileCountZero" = "La taille des fichiers sélectionnés est de 0 octets";
"msgTorrentFileNotFound" = "Impossible de trouver le fichier ou répertoire \"%@\"";
"msgTorrentInList" = "Double d'un torrent";
"msgTorrentRatio" = "Vous êtes sur le point de partager le torrent avec un ratio dépassant la limite prévue";
"msgTrackersNotFound" = "Vous devez ajouter des trackers au nouveau fichier torrent que vous avez créé.";
"msgTrialExpired" = "Votre licence PRO temporaire a expiré";
"msgUnableMount" = "Impossible de monter \"%@\"";
"msgWantStop" = "Souhaitez-vous arrêter le téléchargement ?";
"msgYoutubeUnAvalible" = "Cette version de Folx ne supporte pas le téléchargement de vidéos depuis YouTube.";
"msgfieldNameIsEmpty" = "Aucun nom n'a été renseigné";
"msgfieldPathIsEmpy" = "Le nom de répertoire n'a pas été renseigné";
"msgSetAsDefaultApp" = "Souhaitez-vous faire de Folx votre client torrent par défaut ?";
"msgShortStringForSearch" = "Le texte saisi pour effectuer une recherche doit avoir une longueur d'au moins 3 caractères. Plus vous entrez un texte long, plus la recherche sera rapide et les résultats cohérents.";
"multipleValues" = "[URL multiples]";
"multipleTagValues" = "[valeurs multiples]";
"notificationTorrentsLoaded" = "%i fichier(s) torrent chargés";
"placeHolderNewTask" = "Ajouter lien à cet endroit";
"placeHolderTSearch" = "Recherche de trackers de torrents...";
"prefBtnInstallExt" = "Installer les extensions";
"prefCheckMimeType" = "Types de fichiers à récupérer :";
"prefDisable" = "Ne rien faire";
"prefDontUseProxy" = "Ne pas utiliser le proxy pour :";
"prefFreeScheduler" = "Le PLANIFICATEUR est une fonctionnalité PRO.";
"prefFreeScheduler1" = "DÉVERROUILLER";
"prefFreeV" = "Ces paramètres seront appliqués après la mise à niveau vers la version PRO";
"prefFreeVSpeed" = "L'ajustement automatique de la vitesse est une fonctionnalité PRO.";
"prefLblInstallExt" = "Les extensions proposées par Folx sont disponibles pour Safari, Google Chrome, Firefox et Opera. Elles permettent d'ajouter des téléchargements dans l'application directement depuis votre navigateur.";
"prefMaximalActiveTasks" = "Nombre maximum de tâches actives :";
"prefMaximalActiveUploads" = "Nombre maximum d'uploads actifs :";
"prefMinSizePerThread" = "Taille minimum par tâche :";
"prefOnAllTasksComplete" = "Une fois les téléchargements terminés :";
"prefOpenAtLogin" = "Ouvrir à l'authentification";
"prefPassword" = "Mot de passe :";
"prefPort" = "Port :";
"prefQuit" = "Quitter";
"prefRestoreDefaults" = "Restaurer les paramètres par défaut";
"prefServer" = "Serveur :";
"prefShowNewTaskWindow" = "Afficher fenêtre \"Nouvelle tâche\"";
"prefShowNewTaskWindowLbl" = "À l'ajout d'un nouveau téléchargement :";
"prefShutdown" = "Éteindre";
"prefSleep" = "Mettre en veille";
"prefSpeedLimit" = "Vitesse de téléchargement limite :";
"prefUSpeedLimit" = "Vitesse d'upload limite :";
"prefStartSheduled" = "Activer le planificateur";
"prefStopSheduled" = "À l'arrêt du planificateur :";
"prefTagFree" = "L'intégration à iTunes est une fonctionnalité PRO.";
"prefTagName" = "Nom";
"prefTagOptions" = "Assigner automatiquement ce tag aux tâches avec attributs suivants :";
"prefTorrentSerachFree" = "La recherche de torrents est une fonctionnalité PRO.";
"prefPassRememberFree" = "Vous pouvez sauvegarder jusqu'à 2 mots de passe dans la version gratuite de Folx.";
"prefUSpeedLimit" = "Vitesse d'upload limite :";
"prefUpdateInterval" = "Intervalle des mises à jour :";
"prefUseHTTPProxy" = "Utiliser proxy HTTP :";
"prefUseHTTPSProxy" = "Utiliser proxy HTTPS :";
"prefUseSOCKS4" = "SOCKS4";
"prefUseSOCKS5" = "SOCKS5";
"prefUseSOCKSProxy" = "Utiliser proxy SOCKS :";
"prefUser" = "Utilisateur :";
"prefUserAgent" = "Agent utilisateur :";
"prefLblScheduler" = "Planificateur :";
"prefLblSchedule" = "Planification :";
"prefBtnLimit" = "Limiter par durée";
"prefLblWeekDays" = "Jours :";
"prefLblFrom" = "Du :";
"prefLblTo" = "À :";
"prefBtnNothing" = "non sélectionné";
"prefBtnEveryday" = "Tous les jours";
"prefBtnWeekDays" = "En semaine";
"prefBtnWeekEnds" = "Le week-end";
"prefLblMonday" = "Lundi";
"prefLblTuesday" = "Mardi";
"prefLblWednesday" = "Mercredi";
"prefLblThursday" = "Jeudi";
"prefLblFriday" = "Vendredi";
"prefLblSaturday" = "Samedi";
"prefLblSunday" = "Dimanche";
"prefLblSmart" = "Contrôle automatique de la vitesse :";
"prefAppList" = "Lorsque les applications dans la liste sont actives";
"prefLblPassList" = "Mots de passe sauvegardés :";
"prefLblHeaderHost" = "Hôte";
"prefLblHeaderUserName" = "Utilisateur associé";
"prefLblHost" = "Hôte :";
"prefLblUserName" = "Nom d'utilisateur :";
"prefLblPassword" = "Mot de passe :";
"prefLblPrivacy" = "Vie privée :";
"prefLblAgent" = "Agent Folx :";
"prefLblInfo" = "Il vous est conseillé de conserver cette option activée pour contribuer à l'amélioration du produit. Vos données personnelles ne seront PAS partagées";
"prefLblProxyPlaceholder" = "ex. exemple.com";
"prefLblActive" = "Actif";
"prefLblSeeding" = "Partagé";
"prefLblDownload" = "Téléch. en cours";
"prefLblDisable" = "Arrêté";

"toolTipStopAndClearSearch" = "Arrêter la recherche et effacer les résultats";
"toolTipStopAndBack" = "Arrêter et retourner aux tâches";
"toolTipAddNewTask" = "Ajouter une nouvelle tâche";
"toolTipStopSearch" = "Arrêter la recherche";
"toolTipStartSearch" = "démarrer la recherche";
"toolTipSpeedLimitControp" = "Contrôle de la vitesse limite";

"lblAddingUrls" = "Ajout des téléchargements";
"lblAddingUrlsProgress" = "Ajout de %i sur %i...";
"lblSelectedCaption" = "%d sélectionné(s) sur %d";
"lblSmartSpeedControlSSL" = "Vitesse automatique limite";
"lblSmartSpeedControlUnlim" = "Illimitée";
"lblSmartSpeedControlAuto" = "Automatique";
"lblSmartSpeedControlDL" = "DL : %@";
"lblSmartSpeedControlUL" = "UL : %@";
"lblNoTorrentSelected" = "Aucun torrent sélectionné";
"lblFolxReminder" = "Déverrouiller fonctionnalités PRO";

"msgPasswordExist" = "Information déjà présente dans la liste";
"infoPasswordExist" = "Vous avez déjà créé des identifiants pour cette connexion.";

"msgCancelAdding" = "Arrêter l'ajout des téléchargements";
"infoCancelAdding" = "Êtes-vous sûr de vouloir arrêter d'ajouter de nouveaux téléchargements et supprimer ceux ayant déjà été ajoutés ?";

"infoSavePassword" = "Souhaitez-vous sauvegarder le mot de passe pour de futurs téléchargements sur ce site Internet ?";
"msgSavePassword" = "Sauvegarder le mot de passe ?";

"msgNewTaskTorrentInvalidInput" = "Aucun fichier torrent sélectionné";
"infoNewTaskTorrentInvalidInput" = "Veuillez choisir un fichier torrent à ajouter à Folx pour commencer à télécharger.";

"msgErrSmartSpeedAddingApp" = "Vous essayez d'ajouter Folx";
"infoErrSmartSpeedAddingApp" = "Folx ne peut ajuster lui-même la vitesse en fonction de ses propres exigences, cela n'a pas de sens.";

"regTo" = "Enregistré :";
"remstr0" = "Scinder téléchargements en 20";
"remstr1" = "Contrôle auto. de la vitesse";
"remstr2" = "Recherche de torrents";
"remstr3" = "Gestionnaire de mots de passe";
"remstr4" = "Planifier téléchargements";
"remstr5" = "Vitesse manuelle";
"remstr6" = "Télécharger sur YouTube";
"remstr7" = "Intégration iTunes";
"remstr16" = "Mettre à niveau pour profiter d'options %@";
"remstr17" = "PRO";
"remstr18" = "19,95 $";
"remstr19" = "Folx PRO propose de nombreuses autres fonctionnalités ! Découvrez ses super-pouvoirs !";

"music_filter" = "Musique";
"video_filter" = "Vidéo";
"applications_filter" = "Applications";
"documents_filter" = "Documents";
"images_filter" = "Images";

"TorrentInfoSegment_General" = "Général";
"TorrentInfoSegment_Peers" = "Peers";
"TorrentInfoSegment_Pieces" = "Segments";
"TorrentInfoSegment_Files" = "Fichiers";
"TorrentInfoSegment_Trackers" = "Trackers";

"PeersViewHeaderTitle_address" = "Adresse";
"PeersViewHeaderTitle_client" = "Client";
"PeersViewHeaderTitle_payload_up_speed" = "Augmenter la vitesse";
"PeersViewHeaderTitle_payload_down_speed" = "Diminuer la vitesse";
"PeersViewHeaderTitle_progress" = "Progression";
"PeersViewHeaderTitle_total_upload" = "Mis en ligne";
"PeersViewHeaderTitle_total_download" = "Téléchargés";

"PiecesViewHeaderTitle_piece_index" = "Segment";
"PiecesViewHeaderTitle_blocks_in_piece" = "Blocs";
"PiecesViewHeaderTitle_finished" = "Terminé";
"PiecesViewHeaderTitle_piece_state" = "Mode";

"FilesViewHeaderTitle_state" = "Nom de fichier :";
"FilesViewHeaderTitle_priority" = "Priorité";
"FilesViewHeaderTitle_size" = "Taille";
"FilesViewHeaderTitle_progress" = "Téléchargé";
"FilesViewHeaderTitle_finished" = "Segments";

"TrackersViewHeaderTitle_name" = "Nom";
"TrackersViewHeaderTitle_status" = "État";
"TrackersViewHeaderTitle_update_in" = "Mettre à jour dans";
"TrackersViewHeaderTitle_seeds" = "Partages";
"TrackersViewHeaderTitle_peers" = "Peers";
"TrackersViewHeaderTitle_loaded" = "Téléchargé";
"FileList_url" = "url";

"SetAsDefault" = "Définir par défaut";

"DontSet" = "Pas maintenant";
"AddButton" = "Ajouter";

/*GO,GO+*/
"btnBoughtLicense" = "Déverrouillé";
"remstr8" = "Pack PRO";
"remDescr0" = "Optimisez l'utilisation du trafic Internet par Folx et planifiez la vitesse à utiliser selon les jours.";
"remDescr1" = "Permet de choisir l'heure la plus adaptée pour démarrer et arrêter les téléchargements.";
"remDescr2" = "Cette fonctionnalité permet d'augmenter considérablement la vitesse de téléchargement.";
"remDescr3" = "La musique et les vidéos téléchargées peuvent être automatiquement ajoutées à des listes de lecture iTunes.";
"remDescr4" = "Sauvegardez vos identifiants pour télécharger plus rapidement depuis des sites Internet requérant une authentification.";
"remDescr5" = "Profitez de toutes les fonctionnalités PRO à un prix défiant toute concurrence !";

"msgScheduleAlert" = "Attention ! Le planificateur sera exécuté en tâche de fond";
"infoScheduleAlert" = "Vous êtes sur le point d'activer la planification de téléchargements pour Folx. Un processus indépendant sera pour cela exécuté en tâche de fond et continuera à fonctionner même après avoir quitté Folx. Pour arrêter ce processus, désactivez simplement les tâches de téléchargement planifiées.";

"msgUnsupportedAlert" = "Impossible de démarrer le téléchargement";
"infoUnsupportedAlert" = "Folx GO ne supporte pas ce type de liens pour le téléchargement. Veuillez nous excuser pour la gêne occasionnée.";

"FTPFileList_filename" = "Fichier";
"FTPFileList_size" = "Taille";
"FTPFileList_date" = "Date";

"UrlPlaceHolderGO" = "Lien de téléchargement";

"alert-appstatico-title" = "Aidez-nous à nous améliorer";
"alert-appstatico-message" = "Souhaitez-vous envoyer des statistiques d'utilisation anonymes à notre équipe ? Ces données concernent uniquement les performances, aucune information personnelle ne sera collectée.";
"alert-appstatico-ok" = "Envoyer";
"alert-appstatico-cancel" = "Ne pas envoyer";

"msgStartFailed" = "Impossible de démarrer Folx";

"infoStartFailedGO" = "Une erreur est survenue durant la mise à jour de Folx GO. Veuillez déplacer la précédente version de Folx GO dans la Corbeille, puis vider cette dernière et redémarrer votre Mac. Téléchargez ensuite la dernière version de Folx GO sur l'App Store et installez-la, puis restaurez vos précédents achats.";
"infoStartFailedGOPLUS" = "Une erreur est survenue durant la mise à jour de Folx GO+. Veuillez déplacer la précédente version de Folx GO+ dans la Corbeille, puis vider cette dernière et redémarrer votre Mac. Téléchargez ensuite la dernière version de Folx GO+ sur l'App Store et installez-la, puis restaurez vos précédents achats.";

"msgRestoreComplete" = "Réussi !";
"infoRestoreComplete" = "Vos achats ont été restaurés.";

/*new*/
"btnSaveCookie" = "Sauvegarder";
"prefLblHeaderCreationDate" = "Date de création";
"lblBasePass" = "Mot de passe HTTP ou FTP";
"descBasePass" = "Sauvegarde vos identifiants pour les téléchargements ultérieurs.";

"lblWebPass" = "Authentification du navigateur";
"descWebPass" = "Sauvegarde les cookies pour le site web, mais ne sauvegarde pas vos identifiants.";
"placeHolderUrlBrowser" = "Collez l'URL ici";
"btnSelectCookie" = "Mots de passe archivés";

"infoAlertDeletePass" = "Si vous souhaitez télécharger ultérieurement depuis ce site web, il vous faudra de nouveau enregistrer vos identifiants.";
"messAlertDeletePass" = "Êtes-vous sûr de vouloir supprimer les identifiants pour %@ ?";

"GoToAiryButton" = "Obtenir Airy";
"LoginButton" = "Se connecter";
"messAlertYoutubeErr" = "Folx n'a pas pu télécharger cette vidéo sur YouTube. Essayez de vous connecter à votre compte YouTube et de télécharger de nouveau, ou essayez notre outil de téléchargement Airy pour cette vidéo.";
"infoAlertYoutubeErr" = "Échec du téléchargement";

"lblWebViewStep1" = "1. Coller URL";
"lblWebViewDescStep1" = "Copiez le lien dans le champ ci-dessus et cliquez sur \"Entrer\".";
"lblWebViewStep2" = "2. Connexion";
"lblWebViewDescStep2" = "Entrez vos identifiants pour ce site web. Ils seront utilisés par les cookies mais ne seront pas sauvegardés.";
"lblWebViewStep3" = "3. Enregistrer";
"lblWebViewDescStep3" = "Cliquez sur le bouton \"Enregistrer\" pour sauvegarder les nouveaux paramètres.";
"strWebSitePass" = "Authentification web";
"prefSwitchToAllTasks" = "Afficher les tâches en cours";
"menuSelectNone" = "Annuler sélection";
"lblOptions" = "Options :";
"placeHolderSelectSource" = "Choisir source";
"placeHolderSelectTorrent" = "Choisir fichier torrent";
"menuSpeedLimit" = "Vitesse de Téléchargement Limite";
"menuUSpeedLimit" = "Vitesse D'upload Limite";
"btnBuyNow" = "Acheter";

/*new*/
"messAlertYoutubeErrSetapp" = "Folx n'a pas réussi à télécharger cette vidéo YouTube. Essayez de vous connecter à votre compte YouTube, puis relancez le téléchargement.";
"miCustom"="Personnalisé";
"miChoose"="Définir...";
"alertChooseCustDownloadSpeed"="Définir la vitesse de téléchargement";
"alertChooseCustUploadSpeed"="Définir la vitesse de mise en ligne";